Repository: tsumittoggle/togglehead_whisq
Catalog: plugins/yith-woocommerce-social-login-premium/languages/yith-woocommerce-social-login-*.po
Languages: pt_br

source: Social Connections
pt_br: Conexões sociais

source: Connections
pt_br: Conexões

source: Settings
pt_br: Configurações

source: Premium Version
pt_br: Versão Premium

source: Social Login
pt_br: Login utilizando rede social

source: Plugin Documentation
pt_br: Documentação do Plugin

source: Unlink
pt_br: Remover link

source: Login with:
pt_br: Fazer login com:

source: Add your email address
pt_br: Adicionar seu endereço de e-mail

source: Your email address is not valid!
pt_br: Seu endereço de e-mail não é válido!

source: This email already exists
pt_br: Este endereço de e-mail já existe

source: Username is not valid!
pt_br: Nome de usuário inválido!

source: Unspecified error.
pt_br: Erro desconhecido.

source: Hybriauth configuration error.
pt_br: Erro de configuração do Hybriauth.

source: Provider not properly configured.
pt_br: O provedor não está configurado corretamente.

source: Unknown or disabled provider.
pt_br: Provedor desabilitado ou desconhecido.

source: Missing provider application credentials.
pt_br: Estão faltando as credenciais da aplicação do provedor.

source: Authentification failed. The user has canceled the authentication or the provider refused the connection.
pt_br: A autenticação falhou. O usuário cancelou a autenticação ou o provedor recusou a conexão.

source: Request of user profile failed. Probably the user is not connected to the provider and a new authentication is necessary.
pt_br: A solicitação do perfil do usuário falhou. Provavelmente o usuário não está conectado ao provedor e uma nova autenticação é necessária.

source: User not connected to the provider.
pt_br: Usuário não conectado ao provedor.

source: Provider does not support this feature.
pt_br: O provedor não suporta este recurso.

source: YITH Woocommerce Social Login is enabled but not effective. It requires WooCommerce in order to work.
pt_br: O YITH Woocommerce Social Login está habilitado mas não está ativo. Ele precisa do WooCommerce para funcionar.

source: Facebook settings
pt_br: Configurações do Facebook

source: Enable Facebook Login
pt_br: Habilitar o Login via Facebook

source: Facebook App ID
pt_br: ID do App do Facebook

source: Facebook Secret
pt_br: Senha do Facebook

source: Facebook Icon
pt_br: Ícone do Facebook

source: Foursquare settings
pt_br: Configurações do Foursquare

source: <strong>Callback URL</strong>:
pt_br: URL de Retorno:

source: Enable Foursquare Login
pt_br: Habilitar Login via Foursquare

source: Foursquare Client ID
pt_br: ID do Cliente do Foursquare

source: Foursquare Client Secret
pt_br: Senha do Cliente do Foursquare

source: Foursquare Icon
pt_br: Ícone do Foursquare

source: GitHub settings
pt_br: Configurações do GitHub

source: Enable GitHub Login
pt_br: Habilitar Login via GitHub

source: GitHub Client ID
pt_br: ID do Cliente do GitHub

source: GitHub Client Secret
pt_br: Senha do Cliente do GitHub

source: GitHub Icon
pt_br: Ícone do GitHub

source: Google settings
pt_br: Configurações do Google

source: Enable Google Login
pt_br: Habilitar Login via Google

source: Google ID
pt_br: ID do Google

source: Google secret
pt_br: Senha do Google

source: Google Icon
pt_br: Ícone do Google

source: Instagram settings
pt_br: Configurações do Instagram

source: Enable Instagram Login
pt_br: Habilitar Login via Instagram

source: Instagram Client ID
pt_br: ID do Cliente do Instagram

source: Instagram Client Secret
pt_br: Senha do Cliente do Instagram

source: Instagram Icon
pt_br: Ícone do Instagram

source: LinkedIn settings
pt_br: Configurações do LinkedIn

source: Enable LinkedIn Login
pt_br: Habilitar Login via LinkedIn

source: LinkedIn Api Key
pt_br: Chave Api do LinkedIn

source: LinkedIn secret
pt_br: Senha do LinkedIn

source: LinkedIn Icon
pt_br: Ícone do LinkedIn

source: Live settings
pt_br: Configurações do Live

source: Enable Live Login
pt_br: Habilitar Login via Live

source: Live Consumer Key
pt_br: Chave de Consumo do Live

source: Live Consumer Secret
pt_br: Senha de Consumo do Live

source: Live Icon
pt_br: Ícone do Live

source: Paypal settings
pt_br: Configurações do Paypal

source: Enable Paypal Login
pt_br: Habilitar Login via Paypal

source: Paypal Key
pt_br: Chave do Paypal

source: Paypal Secret
pt_br: Senha do Paypal

source: Paypal Icon
pt_br: Ícone do Paypal

source: General settings
pt_br: Configurações gerais

source: After login, redirect user to:
pt_br: Após o login, redirecionar o usuário para:

source: Auto - Take user back to the page he/she was in
pt_br: Automático - Levar o usuário de volta para a página que ele/ela estava

source: Cart Page
pt_br: Página do Carrinho

source: Checkout
pt_br: Página de Pagamento

source: My Account
pt_br: Minha Conta

source: Shop
pt_br: Loja

source: Custom URL (add below)
pt_br: URL Customizada (adicionar abaixo)

source: Custom URL redirect
pt_br: URL Customizada de redirecionamento

source: Paste the URL of the page for redirect
pt_br: Cole a URL da página para redirecionamento

source: Label
pt_br: Identificação

source: Edit content of the label displayed above social login buttons
pt_br: Editar o conteúdo da identificação exibida acima dos botões de login utilizando redes sociais

source: Description in checkout page
pt_br: Descrição na página de pagamento

source: Edit content of the description in checkout page
pt_br: Editar o conteúdo da descrição na página de pagamento

source: Social Sign In
pt_br: Login com Rede Social

source: List of Social Networks
pt_br: Lista de Redes Sociais

source: Drag and Drop content for sort social login buttons
pt_br: Arraste e Solte o conteúdo para a ordenação dos botões das redes sociais

source: Enable Log
pt_br: Habilitar Log

source: If enabled, you can view log details in
pt_br: Se habilitado, você pode ver os detalhes do log em

source: Show login buttons in:
pt_br: Mostrar os botões de login em:

source: My Account Login Form
pt_br: Formulário de Login Minha Conta

source: My Account Registration Form
pt_br: Formulário de Registro Minha Conta

source: Show before post comments
pt_br: Mostrar antes de enviar comentários

source: Show after comment form
pt_br: Mostrar após formulário de comentário

source: WordPress Login
pt_br: Login do Wordpress

source: My Account Options:
pt_br: Opções da Minha Conta:

source: Show Social Connection list in My Account:
pt_br: Mostrar lista de Conexões de Redes Sociais na Minha Conta:

source: None
pt_br: Nenhuma

source: Before Recent Orders
pt_br: Antes dos Pedidos Recentes

source: At the end of page
pt_br: No final da página

source: Tumblr settings
pt_br: Configurações do Tumblr

source: Enable Tumblr Login
pt_br: Habilitar Login via Tumblr

source: Tumblr Consumer Key
pt_br: Chave de Consumo do Tumblr

source: Tumblr Secret Key
pt_br: Senha da Chave do Tumblr

source: Tumblr Icon
pt_br: Ícone do Tumblr

source: Twitter settings
pt_br: Configurações do Twitter

source: Enable Twitter Login
pt_br: Habilitar Login via Twitter

source: Twitter Key
pt_br: Chave do Twitter

source: Twitter Secret
pt_br: Senha do Twitter

source: Twitter Icon
pt_br: Ícone do Twitter

source: Vkontakte settings
pt_br: Configurações do Vkontakte

source: Enable Vkontakte Login
pt_br: Habilitar Login via Vkontakte

source: Vkontakte App ID
pt_br: ID da App do Vkontakte

source: Vkontakte Secret
pt_br: Senha do Vkontakte

source: Vkontakte Icon
pt_br: Ícone do Vkontakte

source: Yahoo settings
pt_br: Configurações do Yahoo

source: Enable Yahoo Login
pt_br: Habilitar Login via Yahoo

source: Yahoo Consumer Key
pt_br: Chave de Consumo do Yahoo

source: Yahoo Consumer Secret
pt_br: Senha de Consumo do Yahoo

source: Yahoo Icon
pt_br: Ícone do Yahoo

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Drag and drop the above listed icons for social networks to set their display order.
pt_br: Arraste e solte os ícones de redes sociais listados acima para definir a ordem de exibição.

source: also
pt_br: também

source: Username
pt_br: Nome de usuário

source: You can %s login with:
pt_br: Você pode %s fazer login com:

source: Please, fill in the form below with your information to continue
pt_br: Por favor, preencha o formulário abaixo com suas informações para continuar

source: Continue to Login
pt_br: Continuar para o Login

source: Back to %s
pt_br: Voltar para %s

source: Click here to login
pt_br: Clicar aqui para fazer o login

source: Show social login
pt_br: Fazer login com rede social

source: Login width:
pt_br: Largura do login:

source: Title:
pt_br: Título:

source: Description:
pt_br: Descrição:

source: Redirect To (optional):
pt_br: Redirecionar Para (opcional):
